tap "argon/mas"

brew "argon/mas/mas"
brew "ctags"
brew "ffmpeg"
brew "git"
brew "imagemagick"
brew "lua"
brew "luajit"
brew "memcached"
brew "mercurial"
brew "nkf"
brew "node"
brew "nspr"
brew "qt5"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby-build"
brew "sqlite"
brew "the_silver_searcher"
brew "tree"
brew "x264"
brew "zsh"
brew "pyenv"
brew "envchain"
brew "postgresql"
brew "awscli"
brew "jq"
brew "z"
brew "fzf"
brew "rg"
brew "htop"
brew "nvim"
brew "sshuttle"
brew "libidn"

cask "phantomjs"
cask "google-chrome-dev"
cask "firefox"
cask "transmit"
cask "vlcstreamer"
cask "vlc"
cask "java"
cask "android-studio"
cask "jetbrains-toolbox"
cask "roon"
cask "atom"
cask "monodraw"
cask "figma"
cask "kindle"
cask "docker"
cask "alacritty"
cask "aerial"
cask "miro-formerly-realtimeboard"
cask "grammarly"
cask "charles"

mas "Focus To-Do", id: 1258530160
