tap "phinze/cask"
tap "Homebrew/brewdler"
tap "argon/mas"

brew "argon/mas/mas"
brew "brew-cask"
brew "ctags"
brew "docker"
brew "ffmpeg"
brew "git"
brew "imagemagick"
brew "lua"
brew "luajit"
brew "memcached"
brew "mercurial"
brew "mysql"
brew "nkf"
brew "node"
brew "nspr"
brew "openssl"
brew "phantomjs"
brew "python"
brew "qt5"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby-build"
brew "sqlite"
brew "the_silver_searcher"
brew "tree"
brew "x264"
brew "zsh"
brew "libimobiledevice"
brew "carthage"
brew "clang-format"
brew "pyenv"
brew "envchain"
brew "postgresql"

tap "caskroom/homebrew-versions"

cask "iterm2"
cask "dash"
cask "google-chrome"
cask "firefox"
cask "sublime-text3"
cask "transmit"
cask "virtualbox"
cask "vagrant"
cask "xquartz"
cask "playonmac"
cask "vlcstreamer"
cask "vlc"
cask "java"
cask "airserver"
cask "android-studio"
cask "intellij-idea"
cask "datagrip"
cask "rubymine"
cask "clion"
cask "pycharm"
cask "dockertoolbox"

tap "caskroom/fonts"
cask "font-source-code-pro"
