tap "phinze/cask"

brew "brew-cask"
brew "boot2docker"
brew "ctags"
brew "curl"
brew "docker"
brew "ffmpeg"
brew "git"
brew "imagemagick"
brew "lua"
brew "luajit"
brew "memcached"
brew "mercurial"
brew "mysql"
brew "nkf"
brew "node"
brew "nspr"
brew "openssl"
brew "phantomjs"
brew "python"
brew "qt5"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby-build"
brew "sqlite"
brew "the_silver_searcher"
brew "tree"
brew "x264"
brew "zsh"
brew "libimobiledevice"
brew "carthage"
brew "clang-format"

tap "caskroom/homebrew-versions"

cask "iterm2"
cask "dash"
cask "google-chrome"
cask "firefox"
cask "sourcetree"
cask "sublime-text3"
cask "transmit"
cask "virtualbox"
cask "vagrant"
cask "xquartz"
cask "adobe-creative-cloud"
cask "playonmac"
cask "vlcstreamer"
cask "vlc"
cask "java"
cask "sequel-pro"
cask "airserver"
cask "duet"
